[
  "#1 No Inappropriate content\n- No harassing other members or NSFW content.",
  "#2 No advertising\n- Server advertisement is totally forbidden.\n- If you are invited by someone who you do not know, report it to staff immediately.",
  "#3 Appeals and issues\n- Do not discuss staff actions in the channels or share staff DMs.",
  "#4 No public drama\n- Solve any issues in private or DM a moderator.\n- Any inappropriate DMs from users should be reported to staff.",
  "#5 Be respectful to each other\n- Do not say things with the intention of hurting each other, and if someone tells you that your behaviour is making them uncomfortable, then stop.\n- This includes but is not limited to hate speech and triggering remarks.\n- We do not recommend you DM'ing someone privately from this server about sensitive topics to other members. If you still choose to contact someone beyond this server.",
  "#Roles\nThere are types of roles including staff role, efficiency and award or reward roles. You may check #roles channel for detailed info.",
  "#Channels\nFollow the channel topic, channel description to confirm what you can post or discuss in the specific channel or what is the channel.\n- For to access venting / serious topic channels make sure to get the peer-support role.",
  "#Triggering words/speech policy\nPlease censor all potentially triggering words.",
  "#Notice\n- Please only use English on this server.\n- Please do not use blank names. \"789\" is okay but \"   \" is not. \".\" should also be changed.\n- Do not abuse the staff ping, please use !!report /suggest except pinging mods without any appropriate reason.\n- If you are having issues with any staff member, we suggest you to contact the server admin in private about it.",
  "#Alt accounts\n- No alternative accounts are allowed. If you are banned on this server, your alternative accounts will also be banned.",
  "#Strike System\n1. Breaking any rules will give you one (1) warn. Abusing staff role ping will warrant you two (2) warns.\n2. Usage of slurs (n-word and f-slur in particular) will merit an instant ban. Slur-baiting will result in two (2) warn strikes and a temporary mute or permanent mute.\n3. A total of three (3) warns you will be permanently banned.",
  "#NOTE\n- This is just a basic information about our strike system. Please keep it in mind that punishments won't be same for everyone. The punishments are fully determined and judged based on the actions."
]
