[
  "#1.1 Respect\n- No harassment, bullying, insulting and slurs\n- Do not say things with the intention of hurting anyone in the server\n- If someone tells you to stop, then stop\n- This includes but is not limited to hate speech and triggering remarks\n- We do not welcome:\nRacism, sexism, classism, religionphobia, homophobia, xenophobia, transphobia, ableism, ageism, anti-semitism, any kind of discriminatory language including  any kind of behavior meant to hurt someone or people\n- Respect and accept other's opinion, problems and issues.\n- Do not offend, intimidate, make personal attacks or accusations, insult or put down others. Refrain from name-calling, labeling",
  "#1.2 No inappropriate content\n- No sharing 18+ content\n- No NSFW content\n- No malicious content e.g., links to scams, viruses, phishing websites and malware\n- Keep the server welcome for everyone",
  "#1.3 No advertising\n- Forbidden unless approved by a Senior Admin: @Zeh, @Kiko, or @Monica\n- Contact an Admin for approval Discord servers and other types of advertisement is totally forbidden\n- Report any advertisements to an admin. Your report will be confidential",
  "#1.4 Appeals and issues\n- What happens in DMs (private chat) stays in DMs, unless stated otherwise\n- It includes any kind of private discussions with anyone, including server warns and moderation related things\n- Open a ticket for reports and appeals",
  "#1.5 No public drama\n- Keep drama in the DMs\n- It includes politics, dramas, other server dramas etc",
  "#1.6 Spam\n- Do not spam in the main chat (e.g., 10+ messages in 1 minute), we have a spam channel for this type of stuff (requires level 5)",
  "#1.7 Privacy policy\n- What you post publicly may be saved/used by admins of the Psych2Go x Monicology server\n- Be aware that what you post can be viewed by anyone, as this is a public URL\n- We do not recommend you to share private informations here. What you share is your responsibility",
  "#1.8 Misconduct\n- Publicly disrespecting staffs may lead to consequences (Again, please create a ticket if you have any moderation related issue)",
  "#1.9 Trolling and Toxicity\n- Strictly prohibited",
  "#1.10 Language\n- Use only English, unless there is a channel specific for a language that is created by a member of the leadersihp team, feel free to create one  (Check #group-chat)",
  "#1.11 Usernames\n- Do not use blank names, symbols, or disrespectful names. Numbers are ok. E.g., \"2342\" is okay but \"   \" is not. \".\" should also be changed\n- Use appropriate profile pictures, status messages, usernames, and nicknames.",
  "#1.12 Pinging staff\n- Do not abuse the staff ping. Use #staff-support. Ping the mod using !!emergency only in case of emergency reasons",
  "#1.13 Alts\n- No alts allowed",
  "#2.1 Peer Support\nTo get your \"peer-support\" role, contact staff. This role unlocks the peer-support channels.\n- We are not professionals\n- We do not recommend you to discuss sensitive topics publicly here\n- You must censor sensitive/triggering words\n- Follow #peer-support-access-tos",
  "#2.2 Server Information\n- This server is a Psychology, Education and creative culture based server. We do not provide professional support here.\n- Please read the #server-guide to learn about server channels and uses.",
  "#2.3 General Strike System\n- Minor offences = Verbal/bot warn -> timed banned from all general chats or a specific chat -> ban\n- More serious offences = 1 warn -> ban\n- Serious offences = immediate ban without warning."
]
