[
  "#1.1 No Inappropriate content\n- No harassing other members or NSFW (18+) content.",
  "#1.2 No advertising\n- Discord servers and other types of advertisement is totally forbidden.\n- If you are invited by someone who you do not know, report it to staff immediately.",
  "#1.3 Appeals and issues\n- Do not discuss staff actions in the channels or share staff's DMs.\n- Contact the server Administrator(s) if you have any issues with the moderation team/system.\n- Obey the staffs' orders.",
  "#1.4 No public drama\n- Solve any issues in private or DM a moderator.\n- Any inappropriate DMs from users should be reported to staff.\n- Sensitive topics includes politics, dramas, other server dramas etc.\n- Please do not go far or sensitive with the topic. We do not recommend discussing deep topics here.",
  "#1.5 Be respectful to each other\n- Do not say things with the intention of hurting anyone in the server.\n- If someone tells you to stop then stop and do not go on with the subject.\n- This includes but is not limited to hate speech and triggering remarks.\n- Respect and accept other's problems and issues.",
  "#1.6 Privacy Policy\n- Be aware that what you post can be viewed by anyone, as this is a public URL. We do not recommend you to share private informations here.\n- Sharing private information is on your hand, we will not be responsible for it.",
  "#2.1 Server Filter is under PG 13+\n- Meaning swears are allowed as long you do not cross the border and if it's used to insult others.\n- Slurs are strictly forbidden\n- 13+ contents are okay but please remember there are many minors here so, please make sure to censor sensitive topics which includes memes as well.",
  "#2.2 Venting\n- Get your \"peer-support\" role from role channel or contact a staff to give you the role. The role unlocks the peer-support channels.\n- We do not recommend you to discuss sensitive topics in public chats. If you are told to move the topic in peer-supports, please obey it.\n- Must censor sensitive/triggering lines, words and incidents while venting.",
  "#2.3 Server Information\n- This server is a Psychology and Education based server.\nWe do not provide professional service/help here. Only occasionally we announce \"Ask a therapist/psychiatrist\" for our Youtube channel which is random.\n- Please only use English on this server.\n- Please do not use blank names. \"789\" is okay but \"   \" is not. \".\" should also be changed.\n- Do not abuse the staff ping, please use help-desk. Ping the mods only in case of emergency reasons.\n- Server F.A.Q are in about-n-faq. Make sure to check it out.\n- No Alternative Accounts",
  "#2.4 Server strike system\n- Server strike system is not specific, it depends on the situation and condition."
]
